[
    "Prefere chegar sempre 10 minutos atrasado ou sempre 20 minutos adiantado?",
        "Prefere perder todo o seu dinheiro e valores ou todas as fotos que já tirou?",
        "Prefere poder ver 10 minutos no seu próprio futuro ou 10 minutos no futuro de alguém que não seja você mesmo?",
        "Prefere ser famoso quando está vivo e esquecido quando morre ou desconhecido quando está vivo mas famoso depois de morrer?",
        "Prefere ir para a cadeia por 4 anos por algo que não fez ou fugir com algo horrível que fez, mas sempre vive com medo de ser pego?",
        "Prefere ser acidentalmente responsável pela morte de uma criança ou acidentalmente ser responsável pela morte de três adultos?",
        "Prefere que as suas camisas sejam sempre de dois tamanhos muito grandes ou um tamanho muito pequeno?",
        "Preferias viver no deserto longe da civilização ou viver nas ruas de uma cidade como um sem-abrigo?",
        "Você prefere que o público em geral pense que você é uma pessoa horrível, mas sua família se orgulha muito de você ou sua família pensa que você é uma pessoa horrível, mas o público em geral se orgulha muito de você?",
        "Prefere viver toda a sua vida numa realidade virtual onde todos os seus desejos são concedidos ou no mundo real?",
        "Prefere ficar sozinho para o resto da sua vida ou estar sempre rodeado de pessoas irritantes?",
        "Prefere nunca mais usar sites de mídia social / aplicativos novamente ou nunca mais assistir a outro filme ou programa de TV?",
        "Você preferiria ter um emprego fácil trabalhando para outra pessoa ou trabalhar para si mesmo, mas trabalhar incrivelmente duro?",
        "Você prefere ser a primeira pessoa a explorar um planeta ou ser o inventor de uma droga que cura uma doença mortal?",
        "Prefere ter uma horrível memória a curto prazo ou uma horrível memória a longo prazo?",
        "Prefere ser completamente invisível por um dia ou ser capaz de voar por um dia?",
        "Prefere ficar trancado numa sala constantemente escura durante uma semana ou numa sala constantemente brilhante durante uma semana?",
        "Prefere ser pobre, mas ajudar as pessoas ou tornar-se incrivelmente rico por magoar as pessoas?",
        "Prefere viver sem internet ou sem ar condicionado e aquecimento?",
        "Prefere ter um emprego horrível, mas ser capaz de se aposentar confortavelmente em 10 anos ou ter seu emprego de sonho, mas tem que trabalhar até o dia em que você morrer?",
        "Prefere encontrar o seu verdadeiro amor ou uma mala com cinco milhões de dólares dentro?",
        "Prefere ser capaz de se teleportar para qualquer lugar ou ser capaz de ler mentes?",
        "Prefere morrer em 20 anos sem arrependimentos ou morrer em 50 anos com muitos arrependimentos?",
        "Prefere ser temido por todos ou amado por todos?",
        "Você prefere saber quando vai morrer ou como vai morrer? (Você não pode mudar o tempo ou o método de sua morte.)",
        "Prefere ser transportado permanentemente 500 anos no futuro ou 500 anos no passado?",
        "Prefere ser capaz de controlar o fogo ou a água?",
        "Prefere que tudo o que come seja muito salgado ou não salgado o suficiente, independentemente da quantidade de sal que adicionar?",
        "Preferias ter mãos que continuassem a crescer à medida que envelheceste ou pés que continuassem a crescer à medida que envelheceste?",
        "Preferia ter sushi ilimitado para toda a vida ou tacos ilimitados para toda a vida? (ambos são incrivelmente deliciosos e podem ser qualquer tipo de sushi / taco que você quiser)",
        "Prefere não poder usar os motores de busca ou não poder usar as redes sociais?",
        "Prefere doar o seu corpo à ciência ou doar os seus órgãos às pessoas que deles necessitam?",
        "Prefere voltar aos 5 anos com tudo o que sabe agora ou saber agora tudo o que o seu futuro eu aprenderá?",
        "Prefere reviver o mesmo dia durante 365 dias ou perder um ano da sua vida?",
        "Preferes ter uma voz de ouro ou uma língua de prata?",
        "Você preferiria ser capaz de controlar animais (mas não humanos) com sua mente ou controlar eletrônicos com sua mente?",
        "Você preferiria de repente ser eleito um senador ou de repente se tornar um CEO de uma grande empresa. (Você não terá mais conhecimento sobre como fazer qualquer trabalho do que tem agora.)",
        "Prefere vender todos os seus bens ou vender um dos seus órgãos?"
]